Repository: sgermosen/StreamingFromFiles
Catalog: Src/EngineAPI/Resources/Resource.*.resx
Languages: es_es

# About
source: From About
es_es: Desde Acerca

# Home
source: From Home
es_es: Desde Casa

# ModelNull
source: The Model is null
es_es: El modelo es nulo

# ConfirmPassDosntMatch
source: Confirm password doesn't match with the password
es_es: La confirmación de tu contraseña no coincide con la contraseña.

# ModelInvalid
source: Model Error: Some properties are not valid
es_es: Error de modelo: ¡Algunas propiedades no son válidas!

source: Login Fail!!!
es_es: Iniciar sesión

source: New Login!!!
es_es: Nuevo inicio de sesión

# NewLoginMessage
source: Hey!, new login to your account noticed</h1><p>New login to your account at
es_es: ¡Oye !, se notó un nuevo inicio de sesión en tu cuenta</h1><p> Nuevo inicio de sesión en su cuenta en!

# UserNotFound
source: User no found!
es_es: No encontrado

# ConfirmEmail
source: Confirm your email
es_es: ¡Confirma tu email!

source: Welcome to
es_es: Bienvenido a

# ConfirmEmailMsg
source: Please confirm your email by
es_es: ¡Por favor, confirme su dirección de correo electrónico!

# ClickHere
source: Clicking here
es_es: Haciendo clic aquí!

# UserCreated
source: User created successfully!
es_es: Usuario creado correctamente

# UserNotCreated
source: User was not created
es_es: El usuario no se ha creado

# NoUserWithThatEmail
source: There is no user with that Email address
es_es: No hay ningún usuario con esa dirección de correo electrónico

source: Invalid Password
es_es: Contraseña no válida

# EmailConfirmed
source: Email confirmed successfully!
es_es: El correo electrónico {0} se confirmó con éxito.

# EmailNotConfirmed
source: Email was not confirmed
es_es: Correo electrónico no confirmado

# BelowLink
source: Please click the below link to verify your email address:
es_es: Por favor, haga clic en el botón de abajo para verificar su dirección de correo electrónico.

# BelowToken
source: Please use the below token to verify your email address with the
es_es: Utilice el token a continuación para verificar su dirección de correo electrónico con el!

# ResetPass
source: Reset Password
es_es: Restablecer Contraseña
